Standard bolt spacing second row in the longer flange, in. (mm)
  Namespace:   Autodesk.Revit.DB.Structure.StructuralSections
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 16.0.0.0 (16.0.0.0)
  Since:  2015
 Syntax
  C#
public double BoltSpacing2LongerFlange { get; set; }
  Visual Basic
Public Property BoltSpacing2LongerFlange As Double
	Get
	Set
  Visual C++
public:
property double BoltSpacing2LongerFlange {
	double get ();
	void set (double value);
}
 See Also
  StructuralSectionLAngle Class
  Autodesk.Revit.DB.Structure.StructuralSections Namespace